[{
		"cantante": "Tiro de Gracia",
		"cate": "img/tiro.webp",
		"titulo": "Sus comienzos",
		"escrito": "Tiro de Gracia fue el primer grupo que emigró desde la escena marginal del hip-hop chileno para trasformarse en un referente masivo, capaz de llamar la atención incluso de un público habituado al pop. Éxitos suyos como 'El juego verdadero', 'Melaza' y 'Viaje sin rumbo' le mostraron a la audiencia una adherente propuesta de rap en castellano de impecable producción; y a la industria, un nuevo segmento comercial que explotar, dando pie a la contratación a gran escala de bandas como Makiza, Rezonancia y Frecuencia Rebelde; ninguna de las cuales llegó a equiparar su fenómeno. Su álbum Ser hümano!! (1997) es una de las indiscutidas cumbres en la historia local del género, además de una publicación elocuente de las más interesantes tendencias de cambio durante los años 90 en Chile.",
		"alt1": "esta imagen es de tiro de gracia",
		"titulo2": "La separación",
		"escrito2": "Lenwa Dura y Juan Sativo estuvieron juntos como Tiro de Gracia hasta 2019, momento en el que decidieron separarse y enfrentarse en un proceso legal por la propiedad del nombre del grupo.",
		"imagen": "img/1tiro.webp",
		"medio": "img/2tiro.webp",
		"tiempo": "1997",


		"monoun": "img/Lenwa.webp",
		"altdos": "imagen de lenwa dura",
		"tit": "Lenwa Dura",
		"subtit": "Amador Fabián Sánchez González",
		"des": "Nació el 26 de marzo del 76, conforma parte de tiro de gracia desde 1993",
		"monodo": "img/mono.webp",
		"altdo": "imagen de juan sativo",
		"titdo": "Juan sativo",
		"subtitdo": "Juan Alberto Salazar Rodríguez",
		"desdo": "En su tiempo fue uno de los grandes exponentes del hip hop en Chile, llegó a colaborar con grandes exponentes de ese momento."
	},
	{
		"cantante": "La pozze latina",
		"cate": "img/pozze.webp",
		"titulo": "Comienzos",
		"escrito": "La Pozze Latina es un reconocido grupo de hip hop underground chileno, al que se le atribuye un papel fundamental en los inicios del hip hop en Chile, junto a De Kiruza y Panteras Negras. El grupo se formó en 1990 en la comuna de Santiago Centro bajo el nombre de Latin Posse, con Jimmy Fernández, también conocido como Funky Jefs, encargado de las voces y letras, y Rodrigo 'Johan' Méndez, alias MC Rody o Too Small, quien producía los instrumentales utilizando una caja de ritmos Roland.",
		"alt1": "esta imagen es de La pozze latina",
		"titulo2": "Grandes Éxitos",
		"escrito2": "'Sus mayores éxitos son «Con el color de mi aliento' (el primer video de Hip Hop hecho en Latinoamérica emitido por MTV Latino en 1994), 'Chica eléctrica' y la versión de la canción «Pedro Navaja» de Rubén Blades.",
		"imagen": "img/1pozze.webp",
		"medio": "img/2pozze.png",
		"tiempo": "1997",


		"monoun": "https://www.musicapopular.cl/wp-content/uploads/2015/07/jimmyfernandez.jpg",
		"altdos": "imagen de Jimmy Fernandez",
		"tit": "Jimmy Fernandez",
		"subtit": " Panamared",
		"des": "Es un cantante y rapero chileno, conocido como la voz líder del grupo La Pozze Latina y su proyecto solista.",
		"monodo": "https://lastfm.freetls.fastly.net/i/u/300x300/67dc4e1dc6ad4c82bec4c59833422e60.jpg",
		"altdo": "imagen de DJ Raff",
		"titdo": "DJ Raff",
		"subtitdo": "Rafael Pérez",
		"desdo": "Es un productor, compositor, MC, DJ y beatmaker chileno"
	},
	{
		"cantante": "Makiza",
		"cate": "img/makiz.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Makiza es un grupo de hip-hop chileno que se formó en 1997. En su primer periodo (1997-2000), estaban compuestos por Anita Tijoux, Seo2, Squat y Cenzi. Lanzaron su primer álbum, ‘Vida salvaje’, de forma independiente en 1998 y luego firmaron con Sony Music en 1999 para lanzar su segundo disco, ‘Aerolíneas’. Sus letras controversiales abordaban temas tabúes y criticaban la dictadura militar de Pinochet. Entre 2000 y 2004, el grupo se separó. Anita Tijoux se fue a Francia y tuvo éxito en la escena underground, mientras que los otros miembros formaron Némesis y lanzaron dos discos. En 2004, Anita, Seo2 y Cenzi se reunieron para grabar dos temas y realizar un concierto promocional. Luego, Cenzi dejó el grupo y se unieron nuevos miembros. En octubre de 2005, lanzaron su nuevo álbum, ‘Casino Royale’, con un sonido más maduro. En 2006, Seo2 dejó el grupo por razones personales. En resumen, Makiza es un grupo de hip-hop chileno que se separó en 2000 pero se reunieron en 2004 y continuaron lanzando música hasta 2006.",
		"alt1": "esta imagen es de Makiza",
		"titulo2": "Documental 'Hijo de la Rosa de los vientos'",
		"escrito2": "Después de la vuelta a la democracia en Chile, cuatro hijos de exiliados regresaron al país y, unidos por su pasión por el hip hop y su deseo de hacerse oír, crearon Makiza, uno de los proyectos más importantes en la historia musical de Chile. Su música fusionó el rap y el hip hop con letras críticas sobre la realidad social y política de ese momento. Makiza se convirtió en un referente en la escena musical chilena, dejando un legado como pioneros del hip hop y luchadores por la libertad de expresión y la justicia social.",
		"imagen": "img/1maki.webp",
		"medio": "img/makidoc.webp",
		"tiempo": "1997",


		"monoun": "img/anita.webp",
		"altdos": "imagen de Ana Tijoux",
		"tit": "Ana Tijoux",
		"subtit": "Vocalista",
		"des": "Cantante, compositora y activista chilena. Nació el 12 de junio de 1977 en Lille, Francia, aunque se crió en Chile. Es una destacada figura en la escena musical latinoamericana, especialmente en el género del hip-hop.",
		"monodo": "img/soniacido.webp",
		"altdo": "imagen de Sonido Ácido",
		"titdo": "Sonido Ácido",
		"subtitdo": "Vocalista",
		"desdo": "Rapero y músico chileno que comenzó su carrera en el año 2000 como parte del grupo Raíces Subterráneas. En 2003 lanzó su primer trabajo en solitario titulado 'Sintoniza el dial', el cual le dio gran popularidad. En 2005 se unió al grupo Makiza y participó en la grabación del álbum 'Casino Royale'. Su talento y estilo único contribuyeron al éxito del grupo."
	},
	{
		"cantante": "Nemesis",
		"cate": "img/1neme.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Némesis es un proyecto musical conformado por los talentosos artistas Cenzi y Seo2, quienes previamente habían trabajado juntos en el grupo Makiza. En Makiza, destacaron por su habilidad en la composición, programación y letras. Sin embargo, la salida de Ana Tijoux del grupo a fines de 2000, poco después del lanzamiento del exitoso álbum 'Aerolíneas Makiza', llevó a Cenzi y Seo2 a buscar una forma de no desperdiciar lo que habían aprendido como parte de esa formación.Con el objetivo de continuar su trayectoria musical, decidieron formar el proyecto Némesis. Durante su existencia, Némesis logró lanzar dos álbumes antes de su disolución. La música de Némesis destacó por su enfoque fresco y su combinación de estilos, aportando al panorama musical chileno. Tras la disolución de Némesis, tanto Cenzi como Seo2 han seguido carreras en solitario muy activas y exitosas, consolidándose como reconocidos artistas en la escena musical chilena. Su legado con Némesis y su continuo trabajo individual han contribuido al enriquecimiento y desarrollo de la música en Chile.",
		"alt1": "esta imagen es de Nemesis",
		"titulo2": "Algo está pasando",
		"escrito2": "Hip-hop heroes, el segundo disco del grupo, se ganó varias menciones en las listas de mejores grabaciones de ese año. Fue un trabajo en el que el dúo optó por sonidos más suaves, aunque con bajos guiados por el funk y baterías. Némesis lo publicó de modo independiente bajo su propia etiqueta, Aguasónica, y consiguió una edición en España.",
		"imagen": "img/1neme.webp",
		"medio": "https://i.scdn.co/image/ab67706c0000da84c443c911ba770fbdb5363ea2",
		"tiempo": "1997",



		"monoun": "img/maxmak.webp",
		"altdos": "imagen de Seo2",
		"tit": "Seo2",
		"subtit": "Cristian Bórquez Sarrat",
		"des": "Empezó en el mundo del hip-hip a finales de los años 80, en Suiza, posteriormente se vino a Chile, donde colaboró en la banda CFC para luego unirse a Makiza",
		"monodo": "img/cenzi.webp",
		"altdo": "imagen de movimiento original",
		"titdo": "Cenzi",
		"subtitdo": "Gastón Gabarró",
		"desdo": " Conocido por su participación en Makiza, es un destacado músico y productor chileno."
	},
	{
		"cantante": "Tapia Rabia Jackson",
		"cate": "img/tapia.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Los primeros integrantes de Tapia Rabia Jackson (también conocidos como Tapia Rabia) fueron liderados por Zaturno, quien formó el grupo después de trabajar durante cinco años y dos álbumes con el exitoso grupo chileno de hip-hop Tiro de Gracia. Tapia Rabia Jackson fue uno de los pocos grupos chilenos de hip-hop suburbano que logró trabajar dentro de la dinámica corporativa antes del auge de Internet. Su música fue etiquetada como juego callejero, lo que refleja la naturaleza cruda y auténtica de sus letras y estilo musical. Es importante destacar que Zaturno fue el líder y el principal foco de atención de Tapia Rabia Jackson. A lo largo de su carrera, el grupo experimentó algunos cambios en su alineación, pero Zaturno siempre fue una figura central en su música y trayectoria.",
		"foto": "img/dekil.webp",
		"alt1": "esta imagen es de Tapia Rabia Jackson",
		"titulo2": "Palabras de Zaturno",
		"imagen": "img/tapia2.webp",
		"escrito2": "'estar rodeado de mucha gente no me dejaba hacer lo que yo realmente quería. Ahora decidí hacer un disco donde mezclo nuestras raíces y la salsa, y así puedo experimentar con otras cosas que los raperos no se atreven a hacer'",
		"medio": "https://lastfm.freetls.fastly.net/i/u/300x300/00006e484d6e4377a01891f235aceb01.jpg",
		"tiempo": "1998",
		"pic": "img/viverap.webp",

		"monoun": "https://www.musicapopular.cl/wp-content/uploads/2015/07/zaturno.jpg",
		"altdos": "imagen de zaturno",
		"tit": "Zaturno",
		"subtit": "Juan Lagos ",
		"des": "",
		"monodo": "img/mono.webp",
		"altdo": "imagen de juan sativo",
		"titdo": "Juan sativo",
		"subtitdo": "Juan Alberto Salazar Rodríguez",
		"desdo": "Formó parte de Tiro de gracia y este grupo, además incursionó su proyecto como solista."
	},
	{
		"cantante": "Trovadores Tales",
		"cate": "img/1trova.webp",
		"titulo": "Acerca",
		"escrito": "Fue la unión de tres agrupaciones distintas (Bneno Squadz, Area 51 y Expo) lo que en 1999 dio forma a Trovadores Tales, un colectivo de raperos provenientes de la población Villa La Escuela y Colón Oriente, y uno de los primeros proyectos en Chile dispuesto a abandonar los esquemas más rudimentarios del género para experimentar con el dub y el soul. Su vocación por la autogestión les granjeó un estatus de culto, que consiguió llevarlos a escenarios de otros países de Sudamérica y que legó dos álbumes.",
		"alt1": "esta imagen es de Trovadores Tales",
		"titulo2": "Cambios",
		"escrito2": "El salto cualitativo de la banda llegó con su segundo disco, Dinero y sangre (2003), donde las primitivas bases de caja y sampler dieron paso a elaborados arreglos y la inclusión de instrumentos como guitarras, teclados y zampoñas. Pese a la gran factura del disco, éste no logró un impacto comercial y la banda entró en un receso voluntario donde varios de sus integrantes se dispersaron en proyectos paralelos",
		"imagen": "img/1trova.webp",
		"medio": "https://lastfm.freetls.fastly.net/i/u/300x300/6605d849c9034396a1d6ee2fc2355ca1.jpg",
		"tiempo": "1999-2009",


		"monoun": "img/mono.webp",
		"altdos": "imagen de movimiento original",
		"tit": "I love you a lo vio",
		"subtit": "Junto a Movimiento original",
		"des": "No c",
		"monodo": "img/mono.webp",
		"altdo": "imagen de movimiento original",
		"titdo": "I love you a lo vio",
		"subtitdo": "Junto a Movimiento original",
		"desdo": "No c"




	},
	{
		"cantante": "Portavoz",
		"cate": "img/1portavoz.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Jorge Andy Ferrer Milanao, conocido como Portavoz, es un destacado rapero chileno que se formó en los circuitos de hip-hop del norte de Santiago en los años 2000. Sus letras abordan temas como el amor, historias de vida y política, y han trascendido más allá del ámbito del rap. Canciones como &quot;El otro Chile&quot;, &quot;Desde&quot; o &quot;Solo para ti&quot; acumulan millones de reproducciones en plataformas de streaming y se escuchan en diferentes eventos, desde fiestas hasta actos políticos y protestas estudiantiles. Portavoz ha actuado en sindicatos regionales, festivales de hip-hop, Lollapalooza y ha llevado su música a países de Europa y América. Además de su carrera en solitario, Portavoz se ha considerado parte de la comunidad rapera chilena y ha colaborado e invitado a varios artistas del rap nacional en sus canciones. También es miembro del grupo Salvaje Decibel. Su impacto y alcance en la escena musical lo han consolidado como uno de los principales referentes de su generación.",
		"alt1": "esta imagen es de Portavoz",
		"titulo2": "Sus temas",
		"escrito2": "Portavoz se a dado a conocer en el ambiente underground musical debido a sus contestarías líricas centradas en la política, la cotidianidad de los sectores populares y las problemáticas sociales propias de la sociedad neoliberal, además por otorgarle a sus letras un estilo innovador, con rimas complejas y un flow dinámico.",
		"imagen": "img/1portavoz.webp",
		"medio": "https://imperioh2.cl/up/uploads/2012/05/portavoz_bumbah.gif",
		"tiempo": "2000",
		"pic": "img/viverap.webp"

	}, {
		"cantante": "Jonas Sanchez",
		"cate": "img/jonas.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Jorge Andy Ferrer Milanao, conocido como Portavoz, es un destacado rapero chileno que se formó en los circuitos de hip-hop del norte de Santiago en los años 2000. Sus letras abordan temas como el amor, historias de vida y política, y han trascendido más allá del ámbito del rap. Canciones como &quot;El otro Chile&quot;, &quot;Desde&quot; o &quot;Solo para ti&quot; acumulan millones de reproducciones en plataformas de streaming y se escuchan en diferentes eventos, desde fiestas hasta actos políticos y protestas estudiantiles. Portavoz ha actuado en sindicatos regionales, festivales de hip-hop, Lollapalooza y ha llevado su música a países de Europa y América. Además de su carrera en solitario, Portavoz se ha considerado parte de la comunidad rapera chilena y ha colaborado e invitado a varios artistas del rap nacional en sus canciones. También es miembro del grupo Salvaje Decibel. Su impacto y alcance en la escena musical lo han consolidado como uno de los principales referentes de su generación.",
		"alt1": "esta imagen es de jonas sanchez",
		"titulo2": "Más sobre él",
		"escrito2": "Es ampliamente reconocido en los circuitos del hip-hop y ha colaborado con diversos músicos, entre ellos el argentino Urbanse, Bronko Yotte, Hordatoj y el colectivo La Habitación del Pánico. Su activa participación lo ha convertido en uno de los raperos más destacados de su generación. Ha tenido presentaciones en el festival Lollapalooza Chile y en eventos más íntimos del género, además de viajar y actuar en países como México, Argentina y Estados Unidos.",
		"imagen": "img/1jjonas.webp",
		"medio": "https://e.snmc.io/i/600/s/f7d23b4f770cc93e10ffef6d44ac5661/8625596/jonas-sanche-and-lil-supa-c_r_a_c_k-cover-art.webp",
		"tiempo": "1997"
	},
	{
		"cantante": "Bubaseta",
		"cate": "img/bubaseta.webp",
		"titulo": "Un poco sobre él...",
		"escrito": "Gianni Canisso más conocido en el ambiente hip-hop latinoamericano como Bubaseta es un MC nacido en Suiza, que a los 10 años llegó a Chile Se ha hecho conocido por su voz y su forma muy particular de cantar MCs. En el año 2007 abandona su grupo Ninja Sekta y empieza su carrera como solista sacando tres álbumes independientes.",
		"alt1": "esta imagen es de Bubaseta",
		"titulo2": "Algo está pasando",
		"escrito2": "El connotado cantante, rapero y compositor nacional, ha desarrollado una importante carrera en Chile que ha trascendido con éxito al plano internacional. Desde sus comienzos, en 2004, Bubaseta ha sobresalido por su característico estilo para rapear, el que se ha convertido en su sello, en constante evolución. Muestra de aquello, son sus ocho discos como solista, donde el MC ha mezclado el rap con diversas armonías y coros armónicos que han calado hondo entre sus seguidores.",
		"imagen": "img/1buba.webp",
		"medio": "https://latinosradio.cl/wp-content/uploads/2023/01/KING-KONG-CLICK.webp",
		"tiempo": "2004"
	},
	{
		"cantante": "ChysteMc",
		"cate": "img/chyste.webp",
		"titulo": "Un poco sobre él",
		"escrito": "Chystemc es el nombre artístico de Diego Torres R. también se le conoce como Chyste, Psycho joke fú, Techy. MC Chileno oriundo del barrio 19 de La Florida, Chile. Nacido el 28 de Agosto de 1987. Forma parte del grupo 'De Killtros' junto a Adosene, Javkillah, Noyre, Petizoo y Dj Transe.",
		"alt1": "esta imagen es de ChysteMc",
		"titulo2": "Inicios",
		"escrito2": "Sus primeras producciones musicales como solista llegaron en ese mismo año 2005 con 'El Interviaje', seguido del EP 'Insomnio' en 2006 que contó con 5 temas.",
		"imagen": "img/chyste1.webp",
		"medio": "img/makidoc.webp",
		"tiempo": "2005"

	},
	{
		"cantante": "Movimiento Original",
		"cate": "img/movori.webp",
		"titulo": "Un poco de historia...",
		"escrito": "Movimiento Original es una banda de música que comenzó como un trío de músicos de Pudahuel y Estación Central. Airstame y Stailok eran rapers, pero Stailok también era fanático del reggae, y esa fusión marcó el origen y la identidad de la banda. Luego se unió DJ Acres en las tornamesas, formando el trío original. Durante dos años, se sumó el cantante Semillah, quien fue reemplazado por MC Piri en 2008. Con esta formación, grabaron su primer álbum llamado ‘Soldados del guetto’. Las canciones de Movimiento Original se basan en valores de vida, expresión de la realidad y mensajes de fraternidad, con una clara influencia del reggae en su sonido. En su disco, también incluyeron covers de canciones como ‘Manifiesto’ de Víctor Jara y ‘Yo te canto’ del grupo Elicura, además de usar samples de Víctor Jara y Pablo Neruda. Este álbum fue muy bien recibido por los seguidores del género.",
		"alt1": "esta imagen es de Movimiento Original",
		"titulo2": "Encuentro...",
		"escrito2": "El 2017, presentaron Mov rap and reggae, un disco que ya habían adelantado con cuatro sencillos, y que ellos mismos definieron como más maduro, y más diverso. 'Más que soldados del guetto / somos soldados de la vida' se definieron en 'Soldjah', la canción que cantan con Kimany Marley, el hijo de Bob Marley a quien conocieron el año 2014, y que es uno de los invitados del disco. Como él, hay varios otros: Tiano Bless, Negro Sambo y el francés Sir Samuel.",
		"imagen": "img/movori2.webp",
		"monoun": "https://i.ytimg.com/vi/x-cQaIshguk/hqdefault.webp",
		"altdos": "imagen de movimiento original",
		"tit": "Stailok",
		"subtit": "Francisco Rojas",
		"des": "Comenzó en Pudahuel Sur a hacer musica a comienzos de los 2000, y con 19 años fue uno de los fundadores de Movimiento Original. ",
		"monodo": "https://i.scdn.co/image/ab6761610000f178a7b6b4e57fbfe286eb2cb5e2",
		"altdo": "imagen de movimiento original",
		"titdo": "Aerstame",
		"subtitdo": "Camilo Alberto Flores Zapata",
		"desdo": "Músico y rapero chileno, desde el año 2002 hasta la fecha sigue haciendo música.",
		"medio": "img/mono.webp",

		"tiempo": "2006"

	},
	{
		"cantante": "Cidtronick",
		"cate": "img/cid.webp",
		"titulo": "Un poco sobre Cidtronyck",
		"escrito": "Es un reconocido deejay y productor chileno con una trayectoria de más de quince años. Durante la última década, ha estado involucrado en proyectos musicales destacados como Salvaje Decibel, Portavoz y actualmente trabaja con la reconocida artista chilena Anita Tijoux. Cidtronyck se ha destacado por su talento y perseverancia, lo que le ha permitido recorrer Chile de norte a sur llevando su música a diversos escenarios. Su nombre está asociado con la escena musical chilena y es reconocido por su trabajo en el ámbito del deejay y la producción musical.",
		"alt1": "esta imagen es de Cidtronyck",
		"titulo2": "Pasado, Presente y Futuro",
		"escrito2": "“Fue un álbum muy importante para mí, porque logré visibilizar al deejay y productor detrás del emcee. Aquel personaje que está horas y horas en el estudio haciendo que todo suene en su lugar, pero que muchas veces la gente no lo reconoce porque sólo se quedan con la imagen del cantante o MC. Logré poner mi nombre por sí solo como artista y le puse un rostro, lo puse en la portada y además me di el gustito de sacar el álbum en vinilo.”",
		"imagen": "img/cid2.webp",
		"medio": "https://i.pinimg.com/564x/41/7d/0f/417d0f40218232f4f566e918a3e8f052--rap.webp",

		"tiempo": "1997"


	}
]
